[
  {
    "title": "Core",
    "content": [
      {
        "title": "SEEK AND DESTROY",
        "tacOps": [
          {
            "title": "HEADHUNTER",
            "text": "Reveal this Tac Op when an enemy LEADER operative is incapacitated.",
            "points": [
              "You score 1VP.",
              "If it is the first or second Turning Point, you score 1VP."
            ]
          },
          {
            "title": "CHALLENGE",
            "text": "Reveal this Tac Op in the Target Reveal step of the first Turning Point. Select one enemy operative and one friendly operative.",
            "points": [
              "If that enemy operative is incapacitated by that friendly operative, you score 1VP.",
              "If you achieve the first condition while that enemy operative is within --PENTAGON-- of that friendly operative, you score 1VP."
            ]
          },
          {
            "title": "ROUT",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "If an enemy operative is incapacitated by a friendly operative that is within --PENTAGON-- of your opponents drop zone, you score 1VP.",
              "If you achieve the first condition in any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "EXECUTION",
            "text": "Reveal this Tac Op at the end of any Turning Point in which more enemy operatives than friendly operatives were incapacitated during that Turning Point.",
            "points": [
              "At the end of the battle, if more enemy operatives than friendly operatives were incapacitated during two or more Turning Points, you score 1VP.",
              "At the end of the battle, if more enemy operatives than friendly operatives were incapacitated during three or more Turning Points, you score 1VP."
            ]
          },
          {
            "title": "DEADLY MARKSMAN",
            "text": "After selecting this Tac Op, secretly select one friendly operative to be your Marksman. You can reveal this Tac Op when an enemy operative is incapacited by a shooting attack made by your Marksman while your Marksman is wholly within --SQUARE-- of your dropzone.",
            "points": [
              "If any other enemy operatives are incapacitated by another shooting attack made by your Marksman, you score 1VP.",
              "At the end of the battle, if you achieved the first condition and your Marksman has not been incapacitated, you score 1VP."
            ]
          },
          {
            "title": "ROB AND RANSACK",
            "text": "You can reveal this Tac Op when an enemy operative is incapacitated by a friendly operative within --TRIANGLE-- of it, and that friendly operative is more than --SQUARE-- from other enemy operatives.",
            "points": [
              "You score 1VP.",
              "At the end of the battle, if you achieved the first condition and that friendly operative has not been incapacitated, you score 1VP."
            ]
          }
        ]
      },
      {
        "title": "SECURITY",
        "tacOps": [
          {
            "title": "SEIZE GROUND",
            "text": "Reveal this Tac Op in the Target Reveal step of the first Turning Point. Select one terrain feature that is more than --SQUARE-- from your drop zone and includes any parts with the Heavy trait.",
            "points": [
              "At the end of the battle, if the total APL of friendly operatives within --TRIANGLE-- of that terrain feature is greater than that of enemy operatives, you score 1VP.",
              "If you achieve the first condition, thre are no enemy operatives on or within --TRIANGLE-- of that terrain feature, and the total APL of friendly operatives wthin --TRIANGLE-- of that terrain feature is 4 or more, you score 1VP."
            ]
          },
          {
            "title": "HOLD THE LINE",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point after the first.",
            "points": [
              "At the end of any Turning Point, if there are no enemy operatives within --PENTAGON-- of your drop zone, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "PROTECT ASSETS",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "At the end of any Turning Point, if two or more operatives were incapacitated while with --CIRCLE-- of an objective marker during that Turning Point, and/or while carrying an objective during that Turning Point, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "DAMAGE LIMITATION",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point after the first.",
            "points": [
              "At the end of any Turning Point, if no friendly operatives were incapacitated durin that Turning Point, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "PLANT BANNER",
            "text": "After selecting this Tac Op, secretly select one friendly operative to be carrying your Banner token. Reveal this Tac Op when that operative drops your Banner token. When you do, until the end of the battle, the Pick Up action can be performed by friendly operatives upon your Banner token.",
            "points": [
              "At the end of the battle, if your Banner token is within --PENTAGON-- of but not wholly within your opponent's drop zone, you score 1VP.",
              "At the end of the battle, if your banner token is wholly within your opponent's drop zone, you score 2VP."
            ],
            "actions": [
              {
                "title": "DESTROY BANNER",
                "pretext": "Operatives can perform the following mission action:",
                "cost": "1AP",
                "text": "An operative can perform this action while within --TRIANGLE-- of the centre of an opponent's Banner token. Remove that Banner token from the killzone. An operative cannot perform this action while within --CIRCLE-- of enemy operatives."
              }
            ]
          },
          {
            "title": "CENTRAL CONTROL",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "At the end of any Turning Point, if the total APL of friendly operatives within --SQUARE-- of the centre of the killzone is greater than that of the enemy operatives, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          }
        ]
      },
      {
        "title": "INFILTRATION",
        "tacOps": [
          {
            "title": "CAPTURE HOSTAGE & INFILTRATE",
            "text": "You can reveal this Tac Op when an enemy operative is incapacitated by a friendly operative within --CIRCLE-- of it, and that friendly operative is more than --PENTAGON-- from other enemy operatives.",
            "points": [
              "Remove that enemy* operative from the killzone and you score 1VP.",
              "If you achieve the first condition and it is the third or fourth Turning Point, you score 1VP."
            ]
          },
          {
            "title": "BEHIND ENEMY LINES",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "If one or more friendly operatives are wholly within your opponent's drop zone and more than --SQUARE-- from enemy operatives, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "UPLOAD VIRAL CODE",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "If a friendly operative performs the Upload Viral Code action, you score 1VP.",
              "If you achieve the first condition in any subsequent Turning Points, you score 1VP."
            ],
            "actions": [
              {
                "title": "UPLOAD VIRAL CODE",
                "pretext": "Friendly operatives can perform the following mission action:",
                "cost": "2AP",
                "text": "An operative can perform this action while within --PENTAGON-- of your opponent's drop zone and not within --CIRCLE-- of enemy operatives."
              }
            ]
          },
          {
            "title": "IMPLANT",
            "text": "You can reveal this Tac Op when you would strike an operative in combat.",
            "points": [
              "Instead of inflicting damage on an enemy opertaive from that strike, you can implant that operative instead. That operative does not lose any wounds from that strike and you score 1VP.",
              "If two other enemy operatives are implanted you score 1VP."
            ]
          },
          {
            "title": "SABOTAGE",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "If a terrain feature is sabotaged by friendly operatives, you score 1VP.",
              "If any other terrain feature is sabotaged by friendly operatives, you score 1VP."
            ],
            "actions": [
              {
                "title": "SABOTAGE",
                "pretext": "Friendly operatives can perform the following mission action:",
                "cost": "2AP",
                "text": "An operative can perform this action while within --TRIANGLE-- a terrain feature that includes an parts with the Heavy traitm that is wholy within or within --PENTAGON-- of your opponent's drop zone that has not been sabotaged by friendly operatives. An operative cannot perform this action while within --CIRCLE-- of enemy operatives. If this action is performed by friendly operativesm that terrain feature has been sabotaged by friendly operatives."
              }
            ]
          },
          {
            "title": "INTERLOPER",
            "text": "After selecting this Tac Op, secretly select one friendly operative to be your interloper. You must reveal this Tac Op when your interloper performs the Interlope Action.",
            "points": [
              "Remove your interloper from the killzone and score 2VPs."
            ],
            "actions": [
              {
                "title": "INTERLOPE",
                "pretext": "Your interloper can perform the following action once:",
                "cost": "1AP",
                "text": "Perform this action while within --TRIANGLE-- of an enemy killzone edge and more than --SQUARE-- from enemy operatives."
              }
            ]
          }
        ]
      },
      {
        "title": "RECON",
        "tacOps": [
          {
            "title": "MARK TARGET",
            "text": "You can reveal this Tac Op when a friendly operative performs a Shoot action.",
            "points": [
              "When an enemy LEADER operative is selected as the target of a shooting attack for a Shoot action, and no other shooting attacks are made for that action, you can attempt to mark that operative instead. Complete the shooting sequence as normal, except that if any damage would be inflicted on that enemy operative, it does not lose any wounds and you score 1VP.",
              "If you achieve the first condition in any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "TRIANGULATE",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "If two killzone edges are triangulated by friendly operatives, you score 1VP.",
              "If three killzone edges are triangulated by friendly operatives, you score an additional 1VP."
            ],
            "actions": [
              {
                "title": "TRIANGULATE",
                "pretext": "Friendly operatives can perform the following mission action::",
                "cost": "1AP",
                "text": "An operative can perform this action while within --SQUARE-- of a killzone edge that is not your own killzone edge and has not been triangulated by friendly operatives. An operative cannot perform this action while within --CIRCLE-- of enemy operatives. If this action is performed by a friendly operative, that killzone edge has been triangulated by friendly operatives.."
              }
            ]
          },
          {
            "title": "PLANT SIGNAL BEACON",
            "text": "You must reveal this Tac Op when a friendly operative performs the Plant Signal Beacon action.",
            "points": [
              "At the end of the battle, if your signal beacon token is within --PENTAGON-- of your opponent's drop zone, you score 2VPs."
            ],
            "actions": [
              {
                "title": "PLANT SIGNAL BEACON",
                "pretext": "Once per battle, a friendly operative can perform the following mission action:",
                "cost": "2AP",
                "text": "Place signal beacon token within --TRIANGLE-- of this operative. An operative cannot perform this action while within --CIRCLE-- of enemy operatives. If any enemy oepratives finish a move within --TRIANGLE-- of the centre of your signal beacon token and more than --CIRCLE-- from friendly operatives, remove that signal beacon token."
              }
            ]
          },
          {
            "title": "VANTAGE",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "If a friendly operative performs the Vantage action, score 1VP.",
              "If you achieve the first condition in any subsequent Turning Points, you score 1VP"
            ],
            "actions": [
              {
                "title": "VANTAGE",
                "pretext": "Friendly operatives can perform the following mission action::",
                "cost": "2AP",
                "text": "An operative can perform this action while on a Vantage Point that is not within your drop zone and has not been secured by friendly operatives. An operative cannot perform this action while within --CIRCLE-- of enemy operatives. If this action is performed by friendly operatives, that Vantage Point has been secured by friendly operatives."
              }
            ]
          },
          {
            "title": "RETRIEVAL",
            "text": "Reveal this Tac Op in the Target Reveal step of the first Turning Point. Your opponent places your Retrieval token anywhere in the killzone that is not on a Vantage Point and not wholly within or within --SQUARE-- of their dropzone. The Pick Up action can be performed by friendly operatives upon your Retrieval token.",
            "points": [
              "At the end of the battle, if a friendly operative controls your Retrieval token, you score 1VP.",
              "At the end of the battle, if your Retrieval token is being carried by a friendly operative, you score 1VP."
            ]
          },
          {
            "title": "OVERRUN",
            "text": "You can reveal this Tac Op in the Target Reveal step of any Turning Point.",
            "points": [
              "At the end of any Turning Point, if a friendly operative is wholly within each killzone quarter and more than --SQUARE-- from the centre of the killzone, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          }
        ]
      }
    ]
  },
  {
    "title": "Faction Specific",
    "content": [
      {
        "title": "VETERAN GUARDSMAN",
        "tacOps": [
          {
            "title": "BOOTS ON THE GROUND",
            "text": "You can reveal this Tac Op at the end of any Turning Point.",
            "points": [
              "At the end of that Turning Point, if there are more friendly operativess than enemy operatives within --PENTAGON-- of your drop zone, and there are more friendly operatives than enemy opertives within --PENTAGON-- of your opponent's drop zone, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score 1VP."
            ]
          },
          {
            "title": "STAND FAST",
            "text": "You can reveal this Tac Op in the Reveal Tac Ops step of any Turning Point.",
            "points": [
              "At the end of any Turning Point, if friendly operatives control two or more objective markers, and friendly operatives control more objective markers than enemy operatives do, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points, you score an additional 1VP."
            ]
          },
          {
            "title": "GLORY IN DEATH",
            "text": "Reveal this Tac Op at the end of the battle.",
            "points": [
              "If more friendly operatives were incapacitated than enemy operatives, but you score more victory points from the mission objective, you score 2VPs."
            ]
          }
        ]
      },
      {
        "title": "KOMMANDO",
        "tacOps": [
          {
            "title": "BLOW IT UP",
            "text": "You can reveal this Tac Op in the Target Reveal step of the first Turning Point. Your opponent selects one terrain feature that includes any parts with the Heavy trait to be their bulwark.",
            "points": [
              "If a friendly operative performs the Blow It Up! action, you score 2VPs."
            ],
            "actions": [
              {
                "title": "BLOW IT UP!",
                "pretext": "Friendly operatives can perform the following mission action:",
                "cost": "2AP",
                "text": "An operative can perform this action while within --TRIANGLE-- of your opponent's bulwark. An operative cannot perform this action while within --CIRCLE-- of enemy operatives. Other than a Dash action, an operative cannot perform any other action during an activation in which it would perform this action."
              }
            ]
          },
          {
            "title": "SHOKK TAKTIKS",
            "text": "Reveal this Tac Op at the end of the first Turning Point.",
            "points": [
              "If any enemy operatives were incapacitated during the first Turning Point, you score 1VP.",
              "At the end of the second Turning Point, if friendly operatives control more objective markers than enemy operatives control, you score 1VP."
            ]
          },
          {
            "title": "GET STUCK IN!",
            "text": "You can reveal this Tac Op in the Reveal Tac Ops step of any Turning Point.",
            "points": [
              "At the end of any Turning Point (excluding the fourth), if three or more friendly operatives are within --PENTAGON-- of your opponent's drop zone, you score 1VP.",
              "If you achieve the first condition at the end of any subsequent Turning Points (excluding the fourth), you score 1VP."
            ]
          }
        ]
      }
    ]
  }
]
